---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsInsulationLiningVolume
source: html/96fe9400-496f-4937-83fd-6046b7f949de.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsInsulationLiningVolume Property

"Volume"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsInsulationLiningVolume { get; }
```